---
kind: other
id: Properties.T:Autodesk.Revit.DB.GroupLoadOptions
source: html/25038128-53a4-f61d-1ff7-af72091e7097.htm
---
# GroupLoadOptions Properties

True if attached detail groups should be included, false otherwise.
 The default value is True true true ( True in Visual Basic) .